# Напишите процедуру, которая выводит на экран в столбик все цифры переданного ей числа,
# начиная с первой.

# Объявление процедуры
def Procedura(N):
    for i in str(N):
        print(i)

Procedura(1234)